// 1、轮播背景问题
// ~~ 延后处理 

// 3、充值签名错误
// ? 未测试出该问题 

// 页面都多了一个头部
// ~~延后处理 

// 6、评价图片上传不了
// ？接口报错，反馈给老徐了 

// 8、小程序绑定手机号报错
// ？接口报错，反馈给老徐了 

// 12、h5分享关系没形成，看下你那登陆怎么处理的参考下以前的h5
// ~~ 延后处理

// 13、海报分享，分享分享调整没问题，因为是首页，但是，商品详情海报，拼团海报，砍价海报路由跳转会有问题
// ？商品拼团海报生成的不是小程序码
// 海报相关页面
// components/StorePoster.vue 商品详情
// >  根据用户来源生成二维码
// pages/activity/Poster/index 拼团
// >  根据from
// pages/activity/Poster/index 砍价
// >  根据from
// pages/user/promotion/Poster/index 分销

// 14、小程序已经开启了分享形成关系的问题看下
// ! 需沟通

